<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use App\Models\Post;

class PostsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Post::create([
            'name' => 'Asus розыгрывает игровой ноутбук за подписку',
            'content' => 'С другой стороны новая модель организационной деятельности позволяет оценить значение форм развития. Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение существенных финансовых и административных условий. Задача организации, в особенности же рамки и место обучения кадров позволяет выполнять важные задания по разработке направлений прогрессивного развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Равным образом постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития.

Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
С другой стороны сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.

Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Не следует, однако забывать, что укрепление и развитие структуры требуют от нас анализа соответствующий условий активизации. Равным образом дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки модели развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.

Lorem ipsum dolor sit.',
            'language' => 'ru',
            'topped' => true,
            'image' => 'vendor/site/img/news-img1.png',
            'views' => 246,
            'type' => 'news'
        ]);

        Post::create([
            'name' => 'Asus розыгрывает игровой ноутбук за подписку',
            'content' => 'С другой стороны новая модель организационной деятельности позволяет оценить значение форм развития. Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение существенных финансовых и административных условий. Задача организации, в особенности же рамки и место обучения кадров позволяет выполнять важные задания по разработке направлений прогрессивного развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Равным образом постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития.

Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
С другой стороны сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.

Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Не следует, однако забывать, что укрепление и развитие структуры требуют от нас анализа соответствующий условий активизации. Равным образом дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки модели развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.

Lorem ipsum dolor sit.',
            'language' => 'ru',
            'image' => 'vendor/site/img/news-img2.png',
            'views' => 246,
            'type' => 'news'
        ]);

        Post::create([
            'name' => 'Asus розыгрывает игровой ноутбук за подписку',
            'content' => 'С другой стороны новая модель организационной деятельности позволяет оценить значение форм развития. Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение существенных финансовых и административных условий. Задача организации, в особенности же рамки и место обучения кадров позволяет выполнять важные задания по разработке направлений прогрессивного развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Равным образом постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития.

Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
С другой стороны сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.

Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Не следует, однако забывать, что укрепление и развитие структуры требуют от нас анализа соответствующий условий активизации. Равным образом дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки модели развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.

Lorem ipsum dolor sit.',
            'language' => 'ru',
            'image' => 'vendor/site/img/news-img3.png',
            'views' => 246,
            'type' => 'news'
        ]);

        Post::create([
            'name' => 'Asus розыгрывает игровой ноутбук за подписку',
            'content' => 'С другой стороны новая модель организационной деятельности позволяет оценить значение форм развития. Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение существенных финансовых и административных условий. Задача организации, в особенности же рамки и место обучения кадров позволяет выполнять важные задания по разработке направлений прогрессивного развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Равным образом постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития.

Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
С другой стороны сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.

Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Не следует, однако забывать, что укрепление и развитие структуры требуют от нас анализа соответствующий условий активизации. Равным образом дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки модели развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.

Lorem ipsum dolor sit.',
            'language' => 'uz',
            'topped' => true,
            'image' => 'vendor/site/img/news-img1.png',
            'views' => 246,
            'type' => 'news'
        ]);

        Post::create([
            'name' => 'Asus розыгрывает игровой ноутбук за подписку',
            'content' => 'С другой стороны новая модель организационной деятельности позволяет оценить значение форм развития. Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение существенных финансовых и административных условий. Задача организации, в особенности же рамки и место обучения кадров позволяет выполнять важные задания по разработке направлений прогрессивного развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Равным образом постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития.

Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
С другой стороны сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.

Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Не следует, однако забывать, что укрепление и развитие структуры требуют от нас анализа соответствующий условий активизации. Равным образом дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки модели развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.

Lorem ipsum dolor sit.',
            'language' => 'uz',
            'image' => 'vendor/site/img/news-img2.png',
            'views' => 246,
            'type' => 'news'
        ]);

        Post::create([
            'name' => 'Asus розыгрывает игровой ноутбук за подписку',
            'content' => 'С другой стороны новая модель организационной деятельности позволяет оценить значение форм развития. Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение существенных финансовых и административных условий. Задача организации, в особенности же рамки и место обучения кадров позволяет выполнять важные задания по разработке направлений прогрессивного развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Равным образом постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке форм развития.

Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
Lorem ipsum dolor sit.
С другой стороны сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Задача организации, в особенности же сложившаяся структура организации в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.

Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации систем массового участия. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Не следует, однако забывать, что укрепление и развитие структуры требуют от нас анализа соответствующий условий активизации. Равным образом дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки модели развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.

Lorem ipsum dolor sit.',
            'language' => 'uz',
            'image' => 'vendor/site/img/news-img3.png',
            'views' => 246,
            'type' => 'news'
        ]);
    }
}
